import React from "react";

function HeroCard(){
    const name = "SpiderMan"
    const description = `справжнє ім'я — Пітер Паркер, супергерой із коміксів американського видавництва MarvelComics, вигаданий Стеном Лі та Стівом Дітко. Вперше Людина-Павук з'явився у серії коміксів «Amazing Fantasy № 15» у серпні 1962 року.
    Відтоді він є одним з найпопулярніших і комерційно
    найуспішніших супергероїв. Зараз він з'являється
    не лише у коміксах, а й у фільмах, на
    телебаченні, на одязі, у відеоіграх та у вигляді
    іграшок.`

    return (
        <div>
            <h2>{name}</h2>
            <img src=''></img>
            <p>{description}</p>
        </div>
    );
}

export default HeroCard;